Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.chat.action.mark_read
source: Mark Read
ar: تحديد كمقروء
bg: Маркирай като прочетено
bn: পঠিত হিসেবে চিহ্নিত করুন
ca: Marca com a llegit
cs: Označit jako přečtené
da: Marker som læst
de: Als gelesen markieren
el: Σήμανση ως αναγνωσμένο
es: Marcar como leído
et: Märgi loetuks
fa: علامت‌گذاری خوانده‌شده
fi: Merkitse luetuksi
fil: Markahan na nabasa
fr: Marquer comme lu
he: סמן כנקרא
hi: पढ़ा हुआ चिह्नित करें
hr: Označi kao pročitano
hu: Megjelölés olvasottként
id: Tandai Dibaca
is: Merkja lesið
it: Segna come letto
ja: 既読にする
ko: 읽음 표시
lt: Pažymėti kaip skaitytą
lv: Atzīmēt kā izlasītu
nb: Marker som lest
nl: Markeer als gelezen
nn: Merk som lesen
pl: Oznacz jako przeczytane
pt_br: Marcar como lida
ro: Marchează ca citit
ru: Отметить прочитанным
sk: Označiť ako prečítané
sl: Označi kot prebrano
sr: Označi kao pročitano
sv: Markera som läst
sw: Weka imesomwa
ta: படித்ததாக குறி
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu İşaretle
uk: Позначити як прочитане
ur: بطور پڑھی ہوئی نشان زد کریں
vi: Đánh dấu đã đọc
zh_hans: 标为已读
zh_hant: 標示為已讀

# notifications.chat.action.reply_placeholder
source: Reply
ar: رد
bg: Отговор
bn: উত্তর দিন
ca: Respon
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
fa: پاسخ
fi: Vastaa
fil: Sumagot
fr: Répondre
he: השב
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
ko: 답장
lt: Atsakyti
lv: Atbildēt
nb: Svar
nl: Antwoorden
nn: Svar
pl: Odpowiedz
pt_br: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sr: Odgovori
sv: Svara
sw: Jibu
ta: பதில்
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# notifications.chat.quickReplyFailed.title
source: Couldn't send your reply
ar: تعذّر إرسال ردك
bg: Отговорът ви не беше изпратен
bn: আপনার উত্তর পাঠানো যায়নি
ca: No s'ha pogut enviar la teva resposta
cs: Odpověď se nepodařilo odeslat
da: Kunne ikke sende dit svar
de: Antwort konnte nicht gesendet werden
el: Δεν ήταν δυνατή η αποστολή της απάντησής σας
es: No se pudo enviar tu respuesta
et: Vastuse saatmine ebaõnnestus
fa: ارسال پاسخ شما ممکن نیست
fi: Vastausta ei voitu lähettää
fil: Hindi maipadala ang iyong tugon
fr: Impossible d'envoyer votre réponse
he: לא ניתן לשלוח את התשובה
hi: आपका जवाब नहीं भेजा जा सका
hr: Slanje odgovora nije uspjelo
hu: Nem sikerült elküldeni a válaszodat
id: Tidak dapat mengirim balasan Anda
is: Ekki tókst að senda svarið þitt
it: Non è stato possibile inviare la risposta
ja: 返信を送信できませんでした
ko: 답장을 보낼 수 없습니다
lt: Nepavyko išsiųsti atsakymo
lv: Neizdevās nosūtīt atbildi
nb: Kunne ikke sende svaret
nl: Je antwoord kon niet worden verzonden
nn: Kunne ikkje sende svaret
pl: Nie udało się wysłać odpowiedzi
pt_br: Não foi possível enviar sua resposta
ro: Nu s-a putut trimite răspunsul
ru: Не удалось отправить ответ
sk: Nepodarilo sa odoslať vašu odpoveď
sl: Odgovora ni bilo mogoče poslati
sr: Nije moguće poslati odgovor
sv: Det gick inte att skicka ditt svar
sw: Imeshindikana kutuma jibu lako
ta: உங்கள் பதிலை அனுப்ப முடியவில்லை
th: ส่งการตอบกลับของคุณไม่ได้
tr: Yanıtınız gönderilemedi
uk: Не вдалося надіслати вашу відповідь
ur: آپ کا جواب نہیں بھیجا جا سکا
vi: Không thể gửi câu trả lời của bạn
zh_hans: 无法发送您的回复
zh_hant: 無法傳送您的回覆

# notifications.permission.denied
source: Notifications are disabled
ar: الإخطارات معطّلة
bg: Известията са деактивирани
bn: বিজ্ঞপ্তিগুলি নিষ্ক্রিয়
ca: Les notificacions estan desactivades
cs: Oznámení jsou vypnutá
da: Meddelelser er deaktiveret
de: Benachrichtigungen sind deaktiviert
el: Τα ειδοποιήσεις είναι απενεργοποιημένες
es: Las notificaciones están desactivadas
et: Teatised on keelatud
fa: اطلاعات رسانی غیرفعال است
fi: Ilmoitukset on poistettu käytöstä
fil: Ang mga notipikasyon ay hindi pinagana
fr: Les notifications sont désactivées
he: התראות מושבתות
hi: सूचनाएं अक्षम हैं
hr: Obavijesti su onemogućene
hu: Az értesítések le vannak tiltva
id: Notifikasi dinonaktifkan
is: Tilkynningar eru óvirkar
it: Le notifiche sono disabilitate
ja: 通知が無効です
ko: 알림이 비활성화됨
lt: Pranešimai išjungti
lv: Paziņojumi ir atspējoti
nb: Varsler er deaktivert
nl: Meldingen zijn uitgeschakeld
nn: Varsler er deaktivert
pl: Powiadomienia są wyłączone
pt_br: Notificações desativadas
ro: Notificările sunt dezactivate
ru: Уведомления отключены
sk: Notifikácie sú vypnuté
sl: Obvestila so onemogočena
sr: Obaveštenja su onemogućena
sv: Aviseringar är inaktiverade
sw: Arifa zimezimwa
ta: அறிவிப்புகள் முடக்கப்பட்டுள்ளன
th: ปิดใช้งานการแจ้งเตือนแล้ว
tr: Bildirimler devre dışı
uk: Сповіщення вимкнені
ur: اطلاعات غیر فعال ہیں
vi: Thông báo bị tắt
zh_hans: 通知已禁用
zh_hant: 通知已停用

# notifications.permission.deniedHint
source: To receive notifications, enable them in the Settings app
ar: لتلقي الإخطارات، فعّلها في تطبيق الإعدادات
bg: За да получите известия, активирайте ги в приложението Настройки
bn: বিজ্ঞপ্তি পেতে, সেটিংস অ্যাপে সেগুলি সক্ষম করুন
ca: Per rebre notificacions, activa-les a l'app Configuració
cs: Chcete-li přijímat oznámení, povolte je v aplikaci Nastavení
da: For at modtage meddelelser skal du aktivere dem i appen Indstillinger
de: Um Benachrichtigungen zu erhalten, aktiviere sie in der Einstellungen-App
el: Για να λαμβάνετε ειδοποιήσεις, ενεργοποιήστε τις στην εφαρμογή Ρυθμίσεις
es: Para recibir notificaciones, actívalas en la app Configuración
et: Teatiste vastuvõtmiseks luba need rakenduses Seaded
fa: برای دریافت اطلاعات رسانی، آن را در برنامه تنظیمات فعال کنید
fi: Ota ilmoitukset käyttöön Asetuksissa saadaksesi ilmoituksia
fil: Upang makatanggap ng mga notipikasyon, paganahin ang mga ito sa app ng Settings
fr: Pour recevoir des notifications, activez-les dans l'application Paramètres
he: כדי לקבל התראות, הפעל אותן באפליקציית ההגדרות
hi: सूचनाएं प्राप्त करने के लिए, उन्हें सेटिंग्स ऐप में सक्षम करें
hr: Kako bi primali obavijesti, omogućite ih u aplikaciji Postavke
hu: Az értesítések fogadásához engedélyezd őket a Beállítások alkalmazásban
id: Untuk menerima notifikasi, aktifkan di aplikasi Pengaturan
is: Til að fá tilkynningar vertu að virkja þær í Stillingar-appinu
it: Per ricevere notifiche, abilitale nell'app Impostazioni
ja: 通知を受け取るには、設定アプリで有効にしてください
ko: 알림을 받으려면 설정 앱에서 활성화하세요
lt: Norėdami gauti pranešimus, įjunkite juos Nustatymuose
lv: Lai saņemtu paziņojumus, iespējojiet tos lietotnes Iestatījumi sadaļā
nb: For å motta varsler må du aktivere dem i Innstillinger-appen
nl: Als je meldingen wilt ontvangen, schakel ze in via de Instellingen-app
nn: For å motta varsler må du aktivere dem i Innstillingar-appen
pl: Aby otrzymywać powiadomienia, włącz je w aplikacji Ustawienia
pt_br: Para receber notificações, ative-as no app Configurações
ro: Pentru a primi notificări, activați-le în aplicația Setări
ru: Чтобы получать уведомления, включите их в приложении Настройки
sk: Ak chcete dostávať notifikácie, povolte ich v aplikácii Nastavenia
sl: Za prejemanje obvestil jih omogočite v aplikaciji Nastavitve
sr: Da biste primili obaveštenja, omogućite ih u aplikaciji Postavke
sv: För att ta emot aviseringar måste du aktivera dem i Inställningar-appen
sw: Ili kupokea arifa, ziweze katika programu ya Mipangilio
ta: அறிவிப்புகளைப் பெற, அவற்றை அமைப்புகள் பயன்பாட்டில் இயக்கவும்
th: หากต้องการรับการแจ้งเตือน ให้เปิดใช้งานในแอป "การตั้งค่า"
tr: Bildirimleri almak için Ayarlar uygulamasında etkinleştirin
uk: Щоб отримувати сповіщення, увімкніть їх у програмі Параметри
ur: اطلاعات وصول کرنے کے لیے، انہیں Settings ایپ میں فعال کریں
vi: Để nhận thông báo, hãy bật chúng trong ứng dụng Cài đặt
zh_hans: 要接收通知，请在设置应用中启用通知
zh_hant: 若要接收通知，請在「設定」應用程式中啟用通知

# notifications.permission.enable
source: Enable
ar: تفعيل
bg: Активиране
bn: সক্ষম করুন
ca: Activa
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Luba
fa: فعال کردن
fi: Ota käyttöön
fil: Paganahin
fr: Activer
he: הפעל
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
is: Virkja
it: Abilita
ja: 有効にする
ko: 활성화
lt: Įjungti
lv: Iespējot
nb: Aktiver
nl: Inschakelen
nn: Aktiver
pl: Włącz
pt_br: Ativar
ro: Activați
ru: Включить
sk: Povoliť
sl: Omogoči
sr: Omogući
sv: Aktivera
sw: Wezesha
ta: இயக்கவும்
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں
vi: Bật
zh_hans: 启用
zh_hant: 啟用

# notifications.permission.notDetermined
source: Not configured yet
ar: لم يتم تكوينها بعد
bg: Още не е конфигурирано
bn: এখনও কনফিগার করা হয়নি
ca: Encara no configurat
cs: Ještě není nakonfigurováno
da: Ikke konfigureret endnu
de: Noch nicht konfiguriert
el: Δεν έχει ρυθμιστεί ακόμα
es: Aún no configurado
et: Pole veel konfigureeritud
fa: هنوز پیکربندی نشده است
fi: Ei vielä määritetty
fil: Hindi pa na-configure
fr: Non configuré encore
he: עדיין לא הוגדר
hi: अभी तक कॉन्फ़िगर नहीं किया गया
hr: Još nije konfigurirano
hu: Még nincs konfigurálva
id: Belum dikonfigurasi
is: Ekki stillt ennþá
it: Non ancora configurato
ja: まだ設定されていません
ko: 아직 설정되지 않음
lt: Dar nėra sukonfigūruota
lv: Vēl nav konfigurēts
nb: Ikke konfigurert enda
nl: Nog niet geconfigureerd
nn: Ikkje konfigurert enno
pl: Jeszcze nie skonfigurowane
pt_br: Ainda não configurado
ro: Încă nu este configurat
ru: Еще не настроено
sk: Zatiaľ nie je nakonfigurované
sl: Še ni nastavljeno
sr: Još nije konfigurisano
sv: Inte konfigurerad än
sw: Haijasanidiwa bado
ta: இன்னும் உள்ளமைக்கப்படவில்லை
th: ยังไม่ได้ตั้งค่า
tr: Henüz yapılandırılmadı
uk: Ще не налаштовано
ur: ابھی تک ترتیب نہیں دی گئی
vi: Chưa cấu hình
zh_hans: 尚未配置
zh_hant: 尚未設定

# notifications.permission.openSettings
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Postavke
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# notifications.permission.title
source: Push Notifications
ar: إخطارات فورية
bg: Push известия
bn: পুশ বিজ্ঞপ্তি
ca: Notificacions push
cs: Push notifikace
da: Push-meddelelser
de: Push-Benachrichtigungen
el: Push Ειδοποιήσεις
es: Notificaciones push
et: Push-teatised
fa: اطلاعات رسانی فوری
fi: Push-ilmoitukset
fr: Notifications Push
he: התראות דחיפה
hi: पुश सूचनाएं
hr: Push obavijesti
hu: Push-értesítések
id: Push Notifikasi
is: Push-tilkynningar
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
lt: „Push
lv: Push paziņojumi
nb: Push-varsler
nl: Push-meldingen
nn: Push-varsler
pl: Powiadomienia push
pt_br: Notificações Push
ro: Notificări push
ru: Push-уведомления
sk: Push notifikácie
sl: Potisna obvestila
sr: Push obaveštenja
sv: Push-aviseringar
sw: Arifa za Push
ta: தள்ளு அறிவிப்புகள்
th: การแจ้งเตือน
tr: Push Bildirimleri
uk: Push-сповіщення
ur: Push اطلاعات
vi: Thông báo đẩy
zh_hans: 推送通知
zh_hant: 推送通知

# notifications.reminders.addTime
source: Add reminder
ar: إضافة تذكير
bg: Добавяне на напомняне
bn: অনুস্মারক যোগ করুন
ca: Afegir recordatori
cs: Přidat připomenutí
da: Tilføj påmindelse
de: Erinnerung hinzufügen
el: Προσθήκη παρενθύμισης
es: Añadir recordatorio
et: Lisa teatis
fa: افزودن یادآوری
fi: Lisää muistutus
fil: Magdagdag ng paalala
fr: Ajouter une rappel
he: הוסף תזכורת
hi: अनुस्मारक जोड़ें
hr: Dodaj podsjetnik
hu: Emlékeztetõ hozzáadása
id: Tambah pengingat
is: Bæta við páminingu
it: Aggiungi promemoria
ja: リマインダーを追加
ko: 알림 추가
lt: Pridėti priminimą
lv: Pievienot atgādinājumu
nb: Legg til påminnelse
nl: Herinnering toevoegen
nn: Legg til påminning
pl: Dodaj przypomnienie
pt_br: Adicionar lembrete
ro: Adăugați o păm innire
ru: Добавить напоминание
sk: Pridať pripomienku
sl: Dodaj opomnik
sr: Dodaj podsetnik
sv: Lägg till påminnelse
sw: Ongeza makumbu
ta: நினைவூட்டல் சேர்க்கவும்
th: เพิ่มการแจ้งเตือน
tr: Hatırlatma ekle
uk: Додати нагадування
ur: یادگاری شامل کریں
vi: Thêm nhắc nhở
zh_hans: 添加提醒
zh_hant: 新增提醒

# notifications.reminders.description
source: Notify me before my shifts start
ar: أخطرني قبل بدء وردياتي
bg: Известете ме преди да начнат моите смени
bn: আমার শিফট শুরু হওয়ার আগে আমাকে জানান
ca: Notifica'm abans que comencin els meus torns
cs: Upozorni mě před začátkem mých směn
da: Giv mig besked før mine vagter starter
de: Benachrichtige mich, bevor meine Schichten beginnen
el: Ειδοποίησέ με πριν ξεκινήσουν οι βάρδιές μου
es: Notifícame antes de que comience mis vakts
et: Teata mulle enne vahi algust
fa: قبل از شروع شیفت‌های من به من اطلاع دهید
fi: Ilmoita minulle ennen vuoroiden alkua
fil: Paalalahtuhin ako bago magsimula ang aking mga shift
fr: Me notifier avant mes vakts
he: הודע לי לפני תחילת המשמרות שלי
hi: मेरी शिफ्ट शुरू होने से पहले मुझे सचेत करें
hr: Obavijesti me prije nego što moje smjene počnu
hu: Értesítsd meg, mielõtt a műszakjaim kezdõdnek
id: Beri tahu saya sebelum shift saya dimulai
is: Tilkynna mér áður en vaktir mínar hefjast
it: Avvertimi prima che inizino i miei turni
ja: シフト開始前に通知を受け取る
ko: 근무 시작 전에 알려주기
lt: Pranešti man prieš pradedant mano pamainoms
lv: Brīdini mani pirms manu maiņu sākuma
nb: Varsle meg før vaktene mine starter
nl: Herinner me voordat mijn vachten beginnen
nn: Varsle meg før vaktene mine startar
pl: Powiadom mnie przed rozpoczęciem moich vaktów
pt_br: Notifique-me antes dos meus turnos começarem
ro: Anunțați-mă înainte ca turile mele să înceapă
ru: Уведомлять меня перед началом смены
sk: Upozorni ma pred začatím mojich služieb
sl: Opozori me pred začetkom mojih izmen
sr: Obavesti me pre nego što smene počnu
sv: Meddela mig innan mina pass börjar
sw: Niarifu kabla zamula zangu kuanza
ta: என் பணிகள் தொடங்குவதற்கு முன் என்னை அறிவிக்கவும்
th: แจ้งเตือนฉันก่อนเข้างาน
tr: Vardiyalarım başlamadan önce beni uyar
uk: Сповіщуйте мене перед початком моїх змін
ur: مجھے اپنی شفٹ شروع ہونے سے پہلے مطلع کریں
vi: Thông báo cho tôi trước khi ca làm việc của tôi bắt đầu
zh_hans: 在班次开始前通知我
zh_hant: 在我的班次開始前通知我

# notifications.reminders.sectionTitle
source: Shift Reminders
ar: تذكيرات الورديّة
bg: Напомняния за смени
bn: শিফট অনুস্মারক
ca: Recordatoris de torn
cs: Připomenutí směn
da: Vaktpåmindelser
de: Schicht-Erinnerungen
el: Ειδοποιήσεις Βάρδιας
es: Recordatorios de vakt
et: Vahi teatised
fa: یادآوری‌های شیفت
fi: Vuoron muistutukset
fil: Mga Paalala sa Shift
fr: Rappels de vakt
he: תזכורות משמרת
hi: शिफ्ट अनुस्मारक
hr: Podsjetnici za smjene
hu: Műszak-emlékeztetõk
id: Pengingat Shift
is: Vaktpáminningu
it: Promemoria turni
ja: シフトリマインダー
ko: 근무 알림
lt: Pamainos priminai
lv: Maiņu atgādinājumi
nb: Vaktpåminnelser
nl: Vachtherinnering
nn: Vaktpåminningar
pl: Przypomnienia o vaktach
pt_br: Lembretes de Turno
ro: Notificări privind vactă
ru: Напоминания о смене
sk: Pripomienky služieb
sl: Opomniki za izmene
sr: Podsetnički za smene
sv: Passpåminnelser
sw: Makumbu ya Zamu
ta: பணி நினைவூட்டல்கள்
th: การแจ้งเตือนเข้างาน
tr: Vardiya Hatırlatmaları
uk: Нагадування про зміни
ur: شفٹ یادگاریاں
vi: Nhắc nhở ca làm việc
zh_hans: 班次提醒
zh_hant: 班次提醒

# notifications.shared.description
source: Notify me when friends change their shifts
ar: أخطرني عندما يغيّر الأصدقاء وردياتهم
bg: Известете ме когато приятелите ми променят своите смени
bn: যখন বন্ধুরা তাদের শিফট পরিবর্তন করে তখন আমাকে জানান
ca: Notifica'm quan els amics canvien els seus torns
cs: Upozorni mě, když přátelé změní své směny
da: Varsle mig når venner ændrer deres vakter
de: Benachrichtige mich, wenn Freunde ihre Schichten ändern
el: Να με ειδοποιήσεις όταν οι φίλοι μου αλλάξουν τις βάρδιές τους
es: Notificarme cuando amigos cambien sus turnos
et: Teata mulle, kui sõbrad muudavad oma vahte
fa: وقتی دوستان شیفت‌های خود را تغییر دهند به من اطلاع دهید
fi: Ilmoita minulle, kun ystävät muuttavat vuorojaan
fil: Paalalahtuhin ako kapag nagbago ang mga shift ng mga kaibigan
fr: Me notifier quand mes amis changent leurs horaires
he: הודע לי כשחברים משנים את המשמרות שלהם
hi: जब दोस्त अपनी शिफ्ट बदलें तो मुझे सचेत करें
hr: Obavijesti me kada prijatelji promijene svoje smjene
hu: Értesítsd meg, amikor barátaid megváltoztatják a műszakjaikat
id: Beri tahu saya ketika teman mengubah shift mereka
is: Tilkynna mér þegar vinir breyta vöktum sínum
it: Avvisami quando gli amici cambiano i loro turni
ja: 友達がシフトを変更したときに通知する
ko: 친구가 근무를 변경할 때 알려주기
lt: Pranešti man, kai draugai keičia savo pamainas
lv: Brīdini mani, kad draugi maina savas maiņas
nb: Varsle meg når venner endrer vaktene sine
nl: Waarschuw me wanneer vrienden hun diensten wijzigen
nn: Varsle meg når venner endrer vaktene sine
pl: Powiadomiaj mnie, gdy znajomi zmienią swoje zmiany
pt_br: Me notifique quando amigos alterarem seus turnos
ro: Notificați-mă când prietenii îsi schimbă vactele
ru: Уведомлять меня, когда друзья изменяют свои смены
sk: Upozorni ma, keď priatelia zmenia svoje služby
sl: Opozori me, ko prijatelji spremenijo svoje izmene
sr: Obavesti me kada prijatelji promene svoje smene
sv: Varsle mig när vänner ändrar sina vakter
sw: Niarifu wakati marafiki yanabadilisha zamula zao
ta: நண்பர்கள் தங்கள் பணிகளை மாற்றும்போது என்னை அறிவிக்கவும்
th: แจ้งให้ฉันทราบเมื่อเพื่อนเปลี่ยนแปลงกะของพวกเขา
tr: Arkadaşlar vardiyalarını değiştirdiğinde beni bildir
uk: Повідомляти мене, коли друзі змінюють свої зміни
ur: مجھے مطلع کریں جب دوست اپنی شفٹیں بدلیں
vi: Thông báo cho tôi khi bạn bè thay đổi ca làm việc
zh_hans: 朋友更改班次时通知我
zh_hant: 當朋友變更班次時通知我

# notifications.shared.sectionTitle
source: Shared Shifts
ar: الوردياتُ المشتركة
bg: Споделени смени
bn: শেয়ার করা শিফট
ca: Torns compartits
cs: Sdílené směny
da: Delte vakter
de: Geteilte Schichten
el: Κοινές Βάρδιες
es: Turnos Compartidos
et: Jagatud vahid
fa: شیفت‌های اشتراکی
fi: Jaetut vuorot
fil: Mga Ibinagong Shift
fr: Horaires partagés
he: משמרות משותפות
hi: साझा शिफ्ट
hr: Dijeljene smjene
hu: Megosztott műszakok
id: Shift Bersama
is: Deildar vaktir
it: Turni Condivisi
ja: 共有シフト
ko: 공유된 근무
lt: Bendrintos pamainos
lv: Koplietotas maiņas
nb: Delte vakter
nl: Gedeelde diensten
nn: Delte vakter
pl: Udostępnione zmiany
pt_br: Turnos Compartilhados
ro: Vacte partajate
ru: Общие смены
sk: Zdielané služby
sl: Deljene izmene
sr: Deljene smene
sv: Delade vakter
sw: Zamu Zilizobadilishwa
ta: பகிரப்பட்ட பணிகள்
th: กะที่แชร์
tr: Paylaşılan Vardiyalar
uk: Спільні зміни
ur: مشترکہ شفٹیں
vi: Ca làm việc được chia sẻ
zh_hans: 共享班次
zh_hant: 共享班次

# notifications.smart.description
source: Suggestions based on when you usually work
ar: اقتراحات بناءً على موعد عملك المعتاد
bg: Предложения на базата на вашите обичайни работни часове
bn: আপনি সাধারণত যখন কাজ করেন তার উপর ভিত্তি করে পরামর্শ
ca: Suggeriments basats en quan soles treballar
cs: Návrhy založené na tom, kdy obvykle pracujete
da: Forslag baseret på hvornår du normalt arbejder
de: Vorschläge basierend auf deinen üblichen Arbeitszeiten
el: Προτάσεις βάσει του χρόνου που συνήθως εργάζεσαι
es: Sugerencias basadas en cuándo trabajas habitualmente
et: Soovitused selle põhjal, millal tavaliselt töötad
fa: پیشنهادات بر اساس زمان معمول کار شما
fi: Ehdotukset sen perusteella, milloin yleensä työskentelet
fil: Mga suhestiyon batay sa iyong karaniwang oras ng trabaho
fr: Suggestions basées sur vos horaires habituels
he: הצעות על סמך מתי אתה בדרך כלל עובד
hi: आपके सामान्य काम के समय के आधार पर सुझाव
hr: Prijedlozi na temelju vremena kad obično radiš
hu: Javaslatok az Ön szokásos munkaideje alapján
id: Saran berdasarkan kapan Anda biasanya bekerja
is: Tillögur byggðar á því hvenær þú vinnur venjulega
it: Suggerimenti basati su quando lavori solitamente
ja: 通常の勤務時間に基づいた提案
ko: 평소 근무 시간을 기반으로 한 제안
lt: Pasiūlymai pagal jūsų įprastą darbo laiką
lv: Ieteikumi, pamatojoties uz to, kad parasti strādā
nb: Forslag basert på når du vanligvis jobber
nl: Suggesties op basis van wanneer je normaal werkt
nn: Forslag basert på når du vanligvis jobber
pl: Sugestie oparte na Twoim zwykłym czasie pracy
pt_br: Sugestões baseadas em quando você normalmente trabalha
ro: Sugestii bazate pe când lucrați de obicei
ru: Рекомендации на основе вашего обычного графика
sk: Návrhy podľa vášho obvyklého pracovného času
sl: Predlogi na podlagi tega, kdaj običajno delaš
sr: Предлози на основу када обично радите
sv: Förslag baserade på när du vanligtvis arbetar
sw: Mapendekezo kulingana na wakati unaokamatia kazi
th: คำแนะนำตามเวลาที่คุณมักจะทำงาน
tr: Genellikle çalıştığın zamana göre öneriler
uk: Пропозиції на основі того, коли ви зазвичай працюєте
ur: جب آپ عام طور پر کام کرتے ہیں اس کی بنیاد پر تجاویز
vi: Gợi ý dựa trên thời gian bạn thường làm việc
zh_hans: 基于您通常工作时间的建议
zh_hant: 根據你通常的工作時間提供建議

# notifications.smart.evening.body
source: It's 2 hours after your usual end time
ar: مرّت ساعتان على وقت انتهائك المعتاد
bg: Това е 2 часа след вашето обичайно време на завършване
bn: আপনার সাধারণ শেষ সময়ের ২ ঘণ্টা পরে
ca: Són 2 hores després de la teva hora de finalització habitual
cs: Je to 2 hodiny po vaší obvyklé koncové době
da: Det er 2 timer efter dit normale sluttidspunkt
de: Es ist 2 Stunden nach deiner üblichen Endzeit
el: Είναι 2 ώρες μετά την συνήθη ώρα λήξης
es: Son 2 horas después de tu hora de fin habitual
et: See on 2 tundi pärast tavalist lõpuaega
fa: 2 ساعت بعد از زمان پایان معمول شما است
fi: Se on 2 tuntia tavallisen lopetusaikasi jälkeen
fil: 2 oras na pagkatapos ng iyong karaniwang oras ng pagtatapos
fr: C'est 2 heures après votre heure de fin habituelle
he: זה 2 שעות אחרי זמן הסיום הרגיל שלך
hi: यह आपके सामान्य समाप्ति समय के 2 घंटे बाद है
hr: 2 sata je nakon vašeg uobičajenog vremena završetka
hu: 2 órával van a szokásos befejezési idő után
id: Sudah 2 jam setelah waktu selesai biasanya
is: Það eru 2 klukkustundir eftir venjulega lokaun þinni
it: Sono 2 ore dopo l'orario di fine solito
ja: 通常の終了時間から2時間経過しています
ko: 평소 종료 시간으로부터 2시간 경과
lt: Tai 2 valandos po jūsų įprastos pabaigos laiko
lv: Ir pagājušas 2 stundas pēc jūsu parastā beigšanas laika
nb: Det er 2 timer etter vanlig sluttid
nl: Het is 2 uur na je gebruikelijke eindtijd
nn: Det er 2 timer etter vanleg sluttid
pl: Minęło 2 godziny od Twojego zwykłego czasu końca pracy
pt_br: São 2 horas depois do seu horário de término usual
ro: Au trecut 2 ore de la ora de finalizare obișnuită
ru: Прошло 2 часа после вашего обычного времени окончания
sk: Je to 2 hodiny po vašej obvyklej čase ukončenia
sl: 2 uri po vašem običajnem času konca
sr: 2 sata posle vašeg uobičajenog vremena završetka
sv: Det är 2 timmar efter din vanliga sluttid
sw: Ni saa 2 baada ya wakati wa kuishia kawaida
ta: இது உங்கள் வழக்கமான இறுதி நேரத்திற்குப் பிறகு 2 மணிநேரம்
th: ผ่านเวลาสิ้นสุดปกติของคุณ 2 ชั่วโมง
tr: Olağan bitiş saatinizden 2 saat sonra
uk: Це 2 години після твого звичайного часу завершення
ur: یہ آپ کے معمولی اختتام کے وقت سے 2 گھنٹے بعد ہے
vi: Đã 2 giờ sau giờ kết thúc thông thường của bạn
zh_hans: 已超过您的常规结束时间 2 小时
zh_hant: 已是你平時下班時間後 2 小時
